export const instructions = {
    1: `Первый уровень, где мы знакомимся с переменными.
    Переменной можно присваивать значения через знак "="
    Для управления роботом существует переменная "velocity",
    которой можно задавать значения UP, RIGHT, DOWN, LEFT или NO_MOVEMENT`,
    2: `Условный оператор. Изначально робот не двигается, его velocity = NO_MOVEMENT
    В питон можно ставить ограничения на код, чтобы он выполнялся только при определенных условиях
    Чтобы сравнивать значения используется оператор сравнения "==", результатом выполнения является булева переменнаяб True или False
    Если написать
        if velocity == RIGHT:
            velocity = LEFT
        if velocity == LEFT:
            velocity = RIGHT
    посмотри, что случится`,
    3: "Каждый робот имеет внутри себя один и тот же одинаковый код",
    4: `В твоем арсенале появились сенсоры, какой же робот без сенсоров.
    По порядку, во многих языках программирования существуют объекты такие как ассоциативные массивы, 
    из которого по названию элемента можно получить его значения
    Например вызов moi_odnoklassniki['Petya'] должен возвратить мне всю информацию про Петю по ключу Petya
    В Python 
    `,
    5: ``,
    6: ``,
    7: ``
}